[
  {
    "title": "Carbon In America: Where Do We Stand?",
    "year": "2025",
    "image": "images/carbon.png",
    "description": "An interactive data visualization project analyzing U.S. carbon emissions in the context of the Paris Climate Agreement. The project explores trends, policy impacts, and potential emissions-reduction scenarios to make climate data more accessible and engaging for a general audience.",
    "link": "https://caseyso.github.io/paris-agreement-climate-viz/",
    "awards": ["Honorable Mention", "Best Presentation", "People's Choice Award"]
  },
  {
    "title": "U.S Environmental Visualizations",
    "year": "2025",
    "image": "images/us_environment.png",
    "description": "Interactive web-based visualization exploring how seasonal and regional environmental conditions in the United States changed from January 2024 through September 2025 using MODIS satellite data.",
    "link": "https://laurenthanhvo.github.io/dsc106-proj3/index.html"
  },
  {
    "title": "Steam Game Recommendation System",
    "year": "2025",
    "image": "images/steam.png",
    "description": "Interactive machine learning project predicting whether users will recommend a Steam game using review text and playtime data, achieving over 90% accuracy with a TF–IDF–based linear model.",
    "link": "https://github.com/laurenthanhvo/steam-game-recommendation-system/blob/main/steam_games_COMPLETE.ipynb"
  },
  {
    "title": "Mapping Campus Safety: An Analysis of UCSD Police Department Logs",
    "year": "2025",
    "image": "images/crime.png",
    "description": "This project analyzes UCSD Police Department logs to assess campus safety trends over time. By visualizing incident reports and response patterns, it aims to identify areas for improvement in campus safety measures.",
    "link": "https://github.com/CaseySo/ucsd-police-logs-analysis/blob/main/notebooks/Final_Notebook.ipynb"
  },
  {
    "title": "Recipe Length Analysis",
    "year": "2025",
    "image": "images/reciepe_length.jpg",
    "description": "This project explores how a recipe’s cooking time affects user ratings using Food.com data (2008–2018). It examines whether longer, more complex recipes earn higher ratings and uses linear regression to study how cooking time relates to both satisfaction and the number of steps.",
    "link": "https://github.com/CaseySo/recipe-analysis"
  },
  {
    "title": "Medicare Optmization",
    "year": "2025",
    "image": "images/medicare.png",
    "description": "Optimized data workflows for Kaiser Permanente’s Medicare Bid process by automating validation and streamlining SQL and Python pipelines. Improved efficiency, accuracy, and transparency in key actuarial datasets supporting pricing and forecasting decisions.",
    "link": "https://docs.google.com/presentation/d/1f6jKqkA5mfIkHrA_N0RONOpPifvjAySX/edit?usp=sharing&ouid=106653516767724378364&rtpof=true&sd=true"
  },
  {
    "title": "BikeMapping",
    "year": "2025",
    "image": "images/bikemap.png",
    "description": "This interactive map visualizes Bluebikes traffic patterns across Boston and Cambridge. Circle size shows total trip volume, while color indicates whether a station sees more departures or arrivals. Using the time slider, users can explore how bike traffic flow changes throughout the day.",
    "link": "https://caseyso.github.io/bikecharts/"
  },
  {
    "title": "Health, Wealth, and Women: How GDP Shapes Women’s Well-Being Around the World",
    "year": "2024",
    "image": "images/health_spending.png",
    "description": "This project explores how national wealth and health expenditure impact women’s health outcomes across countries in 2021. By comparing nations with different GDP levels, it reveals global inequalities in access to healthcare and highlights the link between investment in health and women’s quality of life.",
    "link": "https://github.com/CaseySo/GDP_and_Women_Health/blob/main/Final_Project.ipynb"
  },
  {
    "title": "An Analysis of Crash Severity Across Urban and Rural Environments",
    "year": "2023",
    "image": "images/crash.png",
    "description": "This project analyzes how crash severity differs between urban and rural roads. While urban areas have more total crashes, we examine whether the proportion of fatal crashes is higher or lower compared to rural roads. Won Second Place in Skyline College Dataton 2023.",
    "link": "https://docs.google.com/presentation/d/1_2xs40NCMgEC-IgmfnyBT5dFrKSyPiSWOEKOVgjegCk/edit?usp=sharing",
    "awards": ["2nd Place - Skyline College Dataton 2023"]
  }
]
