[
    {
        "title": "Recipe Length Analysis",
        "year": "2025",
        "image": "images/reciepe_length.jpg",
        "description": "This project analyzes how a recipe’s cooking time relates to its user rating, uncovering whether longer, more complex dishes receive higher praise than quick, simple ones. Using Food.com recipe data from 2008–2018, the study explores two key relationships: the correlation between cooking time and user satisfaction, and the connection between cooking time and the number of recipe steps. By applying statistical methods and linear regression, this project reveals patterns that shed light on how time and effort influence perceived recipe quality."
    },
    {
        "title": "Health, Wealth, and Women: How GDP Shapes Women’s Well-Being Around the World",
        "year": "2024",
        "image": "images/health_spending.png",
        "description": "This project explores how national wealth and health expenditure impact women’s health outcomes across countries in 2021. By comparing nations with different GDP levels, it reveals global inequalities in access to healthcare and highlights the link between investment in health and women’s quality of life."
    },
    {
        "title": "Ea cumque tempore iusto.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Debitis reprehenderit, adipisci provident reiciendis atque recusandae nam quisquam vel laudantium quas nobis impedit obcaecati iste ipsum asperiores harum odio eius accusantium consequatur? Molestiae labore nisi animi unde, quod nemo."
    },
    {
        "title": "Non voluptatibus illum fugiat?",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Deleniti, et officiis! Laudantium dolores laborum, sunt aliquam cum mollitia ducimus tempora neque ipsum commodi placeat ratione nihil aperiam laboriosam consequuntur ut numquam blanditiis illo tempore fugit tenetur nesciunt modi!"
    },
    {
        "title": "Ipsum eius illo doloremque.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Numquam aliquid voluptates, nobis adipisci corporis dicta blanditiis enim laboriosam, accusantium distinctio dolorum at atque explicabo totam ratione labore nam assumenda in eaque itaque. Obcaecati vel doloribus odio alias assumenda?"
    },
    {
        "title": "Laudantium, placeat. Pariatur, totam?",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eum nostrum tempore sunt itaque officiis tempora, adipisci laborum sapiente debitis aut autem veniam quod illum alias dignissimos placeat iusto corporis voluptate? Possimus omnis illo, obcaecati molestias ullam maiores repudiandae."
    },
    {
        "title": "Illum incidunt explicabo suscipit.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Quisquam quia odio aut saepe corrupti! Quos rem vero alias ex minus provident maiores? Consequatur maxime rerum officia eaque quo amet, dolor cupiditate voluptas iusto fugit sequi quidem numquam laborum."
    },
    {
        "title": "Quia, unde beatae. Quos.",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Dolores debitis maiores nisi, rerum fugiat laboriosam aut sed blanditiis sequi quaerat quo praesentium impedit magni aliquid illo? Molestias repellat recusandae sunt expedita obcaecati quis deleniti incidunt nemo rerum qui."
    },
    {
        "title": "Laborum vel iste ducimus!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Qui ab atque placeat animi a. Delectus aut, neque laborum eius doloribus unde, accusamus asperiores amet modi exercitationem velit animi, vitae similique laudantium provident magni beatae earum voluptatem facere necessitatibus."
    },
    {
        "title": "Fuga, unde voluptatem. Voluptates?",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Praesentium officia non doloremque! Fuga, natus impedit nam aliquam ut incidunt rem dignissimos repudiandae vero fugiat error sit consequuntur ratione mollitia, quasi tempora accusantium nemo officia culpa a similique veritatis."
    },
    {
        "title": "Corporis beatae ut consectetur!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Harum eveniet quam doloremque ipsum, accusamus eligendi corrupti veniam non, expedita aspernatur aliquam nisi, et quibusdam iste nobis alias cumque tenetur enim. Similique voluptates, enim ducimus ullam praesentium nobis quo!"
    },
    {
        "title": "Quisquam a recusandae commodi!",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Nulla cum nesciunt minus. Incidunt, veritatis! Sit quos, amet explicabo ratione iure dolore accusamus inventore. Modi, assumenda. Amet dolorum eos nam esse labore omnis dignissimos, recusandae repellendus dolores voluptate dolor?"
    }
]